---
kind: property
id: P:Autodesk.Revit.DB.IFC.ExporterIFC.ExportAs2x3
source: html/975baaa5-5284-1672-7950-bb6e504df357.htm
---
# Autodesk.Revit.DB.IFC.ExporterIFC.ExportAs2x3 Property

Identifies if the file version being exported is 2x3.

## Syntax (C#)
```csharp
public bool ExportAs2x3 { get; }
```

## Remarks
Returns true even for alternative formats equivalent to 2x3, such as COBIE.